{
  "home": "Home",
  "general-information": "General information",
  "account-and-profile": "Account and profile",
  "supported-features": "Supported features",
  "privacy-concerns-and-security": "Privacy concerns and security",
  "dica-release-notes": "DICA - Release notes",
  "what_dica": "What is DICA?",
  "what_dica_description": "DICA is designed to provide assistance and answer questions related to domain dengue.",
  "started_with_dica": "Getting Started with DICA",
  "started_with_dica_description": "Simply type your question or concern in the chat window, and the chatbot will provide relevant information or direct you to the appropriate resource.",
  "dica_on_mobile": "Using DICA on Mobile Devices",
  "dica_on_mobile_description": "Absolutely! The chatbot is fully responsive and can be accessed on any device, including mobile phones and tablets.",
  "chatbot_update": "Chatbot Updates",
  "chatbot_update_description": "We continually update and improve the chatbot to ensure it provides accurate and up-to-date information. Updates are deployed regularly to enhance its functionality.",
  "support_natural_language": "Does the chatbot support natural language processing?",
  "support_natural_language_description": "Yes, the chatbot is equipped with natural language processing capabilities, allowing it to understand and respond to user queries in a conversational manner.",
  "what_languages": "What languages does the chatbot support?",
  "what_languages_description": "Currently, the chatbot supports multiple languages. You can interact with the chatbot in any language you want. In terms of website language, we currently support English and Vietnamese, but we will be working on adding more languages in the next release. Stay tuned!",
  "key_features": "Key Features of Our Product",
  "key_features_description": "Our chatbot offers a range of features including Health Form, Personalized Dashboard, Personalized News, and many more. Each feature is designed to enhance user experience and provide specific functionalities.",
  "new_feature": "Can I request a new feature?",
  "new_feature_description": "Absolutely! We value user feedback and actively consider feature requests. You can submit your feature request through the 'Contact' page, and our team will review it.",
  "creating_account": "Creating an Account",
  "creating_account_description": "To create an account, click on the Register button and follow the instructions to provide the required information.",
  "update_profile": "Updating Your Profile",
  "update_profile_description": "Yes, you can update your profile information by navigating to the Settings section and selecting the Account tab.",
  "personal_secure": "Is my personal information secure?",
  "personal_secure_description": "Yes, we take the security and privacy of your personal information seriously. The chatbot is designed to handle data securely and adheres to strict privacy policies.",
  "person_protected": "How is my personal information protected?",
  "person_protected_description": "We take your privacy seriously and employ various security measures to protect your personal information. We comply with applicable data protection laws and have a detailed privacy policy outlining how your data is collected, used, and stored.",
  "chat_history_stored": "Is my chat history stored?",
  "chat_history_stored_description": "We retain your chat history for a limited time to improve the quality of our services and provide better assistance. However, we ensure that your chat history is treated with strict confidentiality and not shared with any third parties without your consent.",
  "delete_personal": "Can I delete my personal data?",
  "delete_personal_description": "As per our privacy policy, you have the right to request the deletion of your personal data. Please contact our support team or refer to the privacy policy for more information on how to exercise this right.",
  "conpliant_regulations": "Is the chatbot compliant with data protection regulations?",
  "conpliant_regulations_description": "Yes, the chatbot complies with relevant data protection regulations, such as GDPR and CCPA. We take the necessary measures to protect user data and provide transparency regarding data handling practices.",
  "security_measures": "What security measures are in place to prevent unauthorized access?",
  "security_measures_description": "We employ robust security measures, including encryption, access controls, and regular security audits, to prevent unauthorized access and safeguard user data.",
  "version_1.0.0": "Version 1.0.0 - Initial Release",
  "version_1.0.0_description": "Implemented the basic chatbot functionality",
  "version_1.0.0_description2": "Added support for answering domain-specific questions related to dengue",
  "version_1.0.0_description3": "Designed a user-friendly interface",
  "version_1.1.0": "Version 1.1.0 - Enhanced Features",
  "version_1.1.0_description": "Improved natural language processing capabilities",
  "version_1.1.0_description2": "Expanded the knowledge base with more comprehensive information",
  "version_1.1.0_description3": "Added support for mobile devices and responsive design",
  "version_1.1.0_description4": "Fixed various bugs and performance issues",
  "version_1.2.0": "Version 1.2.0 - Security and Privacy Enhancements",
  "version_1.2.0_description": "Implemented stronger encryption algorithms for data protection",
  "version_1.2.0_description2": "Enhanced user data privacy measures",
  "version_1.2.0_description3": "Updated the privacy policy to comply with the latest regulations",
  "version_1.3.0": "Version 1.3.0 - Improved User Experience",
  "version_1.3.0_description": "Added typing indicators for a more interactive experience",
  "version_1.3.0_description2": "Implemented auto-suggestions to assist users in formulating queries",
  "version_1.3.0_description3": "Optimized performance for faster response times",
  "contact_support": "Contact Support"
}
